LoadTestClient/XmlParser/Request.txt

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <GetElementPositions xmlns="http://www.lanit.ru/Norma/WebServices/">
      <ElementPositionsIn RequestID="Феоктистов" UserLogin="user1" ClassifierID="222746b7-818e-4d61-9b68-2d26f6b7d1c4" ElementID="6a82b984-04f0-4adb-8881-5989b4e026c2"
        ViewDate="2020-01-20" PageNumber="1" RecordsOnPage="100" DontGetCount="true" />
    </GetElementPositions>
  </soap12:Body>
</soap12:Envelope>